{
    "modelPath": "/models/dystopia.glb",
    "interactivesPath": "/models/interactives_empty.glb",
    "backgroundTexture": "/textures/bg_dystopia.ktx2",
    "sidebar": {
        "logo": {
            "text": "Wystawa z okazji 85-lecia PUNO"
        },
        "items": [
            {
                "id": "help-icon",
                "label": "Poruszanie się po Wystawie",
                "icon": "https://bafybeif2rhthkwlwc5yuduarar24xans7hqv6jqdcug3ea5ajkspeqb7bq.ipfs.w3s.link/how_to_move.png",
                "target": "how_to_move",
                "content": "<strong>SPOSÓB PORUSZANIA SIĘ PO GALERII:</strong><br /><br /><img alt=\"Move: W, A, S, D or Arrow Keys\" style=\"display: block; margin: 0 auto 1em auto; max-width: 60%; height: auto; filter: invert(37%) sepia(47%) saturate(72%) hue-rotate(167deg);\" src=\"https://bafybeibyn5zrmeallmsfj7noetbpy4l7pxnpza7mbcaj7xsqzz6rqidehu.ipfs.w3s.link/WASD.png\" /><br /><div style=\"display: flex; justify-content: center; gap: 1em; margin-bottom: 1em;\"><img alt=\"Rotate View: Click + Swipe\" style=\"height: 8em; translate: -2em; filter: invert(37%) sepia(47%) saturate(72%) hue-rotate(167deg)\" src=\"https://bafybeiemorbsojoayepbybcskwhg3n2a6qpexcsd3ip3zsekxde464lx2q.ipfs.w3s.link/swipe.png\" /><img alt=\"View Details: Click + Hold (1s)\" style=\"height: 6em; translate: 1em 2em; filter: invert(37%) sepia(47%) saturate(72%) hue-rotate(167deg)\" src=\"https://bafybeihn6k4kn5cpiipvtzq3o7n7f6g7fa3wv2krnbam3gwxm7rlc7w4xu.ipfs.w3s.link/hold.png\" /></div><br /><br /><br />Ruch: W, A, S, D lub strzałki<br />Obrót: Kliknij i przeciągnij<br />Wyświetlenie szczegółów: Kliknij i przytrzymaj (1 sekunda)<br /><br /><strong>Ekran dotykowy:</strong><br />Ruch: Dotknij i przytrzymaj (1 sekunda)<br />Obrót widoku: Przeciągnij palcem<br />Wyświetlenie szczegółów: Dotknij i przytrzymaj (1 sekunda)<br />Zamknij i otwórz sidebar: <img alt=\"Przełącznik Sidebara\" style=\"top: 0.7em; position: relative;\" src=\"https://bafybeig7gxuqnop6dvrlvz2cto2hil4lanxkde5hue7frvmtofvd5hpd44.ipfs.w3s.link/CloseSidebar.png\" /><br /><br /><strong>HOW TO MOVE IN THE GALLERY:</strong><br /><br />Move: W, A, S, D or Arrow Keys<br />Rotate View: Click + Swipe<br />View Details: Click + Hold (1s)<br /><br /><strong>Touchscreen:</strong><br />Move: Tap + Hold (2s)<br />Rotate View: Drag Finger<br />View Details: Tap + Hold (1s)<br />Close and Open This Sidebar: <img alt=\"Toggle Sidebar\" style=\"top: 0.7em; position: relative;\" src=\"https://bafybeig7gxuqnop6dvrlvz2cto2hil4lanxkde5hue7frvmtofvd5hpd44.ipfs.w3s.link/CloseSidebar.png\" /><br /><br />"
            },
            {
                "id": "info-icon",
                "label": "About Exhibition",
                "icon": "https://bafybeidohr5txz3bvffklxqlddnxmya7ltmi6uiawv2c3x22lrofqzoxoa.ipfs.w3s.link/info.png",
                "target": "info_text",
                "content": "The exhibition invites visitors on a captivating journey into the Hutsul region, as seen through the lens of Lidio Cipriani, an Italian anthropologist and ethnologist. Featuring a selection of 39 photographs taken in 1933, the collection captures not only the picturesque landscapes of the Eastern Carpathians but also the profound harmony between humanity and nature—key themes reflected in the works of Stanisław Vincenz. Inspired by Vincenz's vision, Cipriani documented the lives of the region's inhabitants in a way that transcends traditional ethnographic studies.\nThe photographs, preserved in Cipriani's archive under the stewardship of Professor Jacopo Moggi-Cecchi from the University of Florence, have been thoughtfully described by Leszek Rymarowicz and Andrzej Wielocha. In some cases, these descriptions were consulted with local experts Ivan and Jarosław Zełenczuk. The exhibition is accompanied by a catalogue that offers insights into the multifaceted dialogue between Vincenz and Cipriani.\nThe exhibition was created through the collaboration of a curatorial team comprising Dorota Burda-Fischer, Jan Andrzej Choroszy, Justyna Gorzkowicz, and Jakub Żmidziński. The exhibition space and the concept of incorporating the interaction between Vincenz and Cipriani into the realm of digital humanities through a virtual gallery were designed by Jarosław Solecki.\nThis initiative is part of a research and exhibition project conducted between 2021 and 2024. Its aim was to promote the works of Stanisław Vincenz, highlight the multicultural heritage of the Hutsul region, and position Poland as a hub for intercultural dialogue. The exhibition invites viewers to reflect on the contemporary relevance of Vincenz's work in the context of cultural heritage preservation and fostering understanding across cultures.<br />The exhibition uses music from an album by \"Kapela CzereMosz\", recorded and released by the Carpathian Society in 2000.<br /><br /> Wystawa \"Dialogi Vincenza - spojrzenia\" zaprasza odwiedzających w fascynującą podróż po Huculszczyźnie, uchwyconej w obiektywie Lidii Ciprianiego, włoskiego antropologa i etnologa. Prezentujemy wybór 39 fotografii wykonanych w 1933 roku, które nie tylko ukazują malownicze krajobrazy Karpat Wschodnich, lecz także głęboką harmonię człowieka z naturą - idee kluczowe dla twórczości Stanisława Vincenza. Zainspirowany wizją pisarza, Cipriani stworzył wyjątkową dokumentację życia mieszkańców regionu, która wykracza poza granice tradycyjnych badań etnograficznych.\nFotografie, przechowywane w archiwum Ciprianiego pod opieką profesora Jacopo Moggi-Cecchiego z Uniwersytetu we Florencji, zostały opisane przez Leszka Rymarowicza i Andrzeja Wielochę. W niektórych przypadkach opisy te konsultowano z lokalnymi ekspertami, Iwanem i Jarosławem Zełenczukami. Wystawie towarzyszy katalog, który dostarcza wielowymiarowych interpretacji dialogu Vincenza z Ciprianim.\nWystawa powstała dzięki współpracy zespołu kuratorskiego: Doroty Burdy-Fischer, Jana Andrzeja Choroszego, Justyny Gorzkowicz i Jakuba Żmidzińskiego. Autorem wnętrz wystawienniczych oraz pomysłodawcą włączenia spotkania Vincenza z Ciprianim w przestrzeń humanistyki cyfrowej za pośrednictwem wirtualnej galerii jest Jarosław Solecki.\nPrzedsięwzięcie jest częścią projektu badawczo-wystawienniczego realizowanego w latach 2021–2024, którego celem była popularyzacja twórczości Stanisława Vincenza, promocja wielokulturowego dziedzictwa Huculszczyzny oraz ukazanie Polski jako miejsca dialogu międzykulturowego. Wystawa zaprasza do refleksji nad współczesnym znaczeniem twórczości Vincenza w kontekście ochrony dziedzictwa kulturowego i budowania porozumienia między kulturami.<br />W wystawie wykorzystano muzykę z płyty \"Kapeli CzereMosz\", nagranej i wydanej przez Towarzystwo Karpackie w 2000 roku."
            },
            {
                "label": "Strona Główna Blue Point Art",
                "icon": "https://bafybeihdetw233mokonbvepkkwha6ht4q645gwlxtheege5tbvyqzwkiiq.ipfs.w3s.link/logo_BPA_256px.gif",
                "link": "https://bluepointart.uk"
            }
        ]
    },
    "images": {
        "Milkmaid": {
            "title": "Milkmaid",
            "description": "Jaroslaw Solecki's The Dystopia of an Imitation presents a creative way of exploring the 'matter' of art. The central issue taken up in the work is the sculpting process realised in stone, clay and in the form of digital 3D graphics[...] Quote from the exhibition booklet \"The Dystopia of an Imitation\"",
            "author": "Jaroslaw Solecki",
            "imagePath": "ipfs://bafkreiconkwv2uplp2ohyssntbb3ucbjb33bv7biia75sjy7v3n645qsx4"
        }
    },
    "params": {
        "gravity": -8,
        "visitorSpeed": 5,
        "heightOffset": {
            "x": 0,
            "y": 1.05,
            "z": 0
        },
        "visitorEnter": {
            "x": -1,
            "y": 4,
            "z": 1
        },
        "rotateOrbit": -65,
        "backgroundBlurriness": 0.05,
        "backgroundIntensity": 0.3,
        "lightIntensity": 2
    }
}